Repository: seblepers/Magento-CE-French-translation
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: fr_fr

source: Sharing Information
fr_fr: Information de partage

source: Sheet 1
fr_fr: Feuille 1

source: Ship
fr_fr: Expédier

source: Ship Bundle Items
fr_fr: Livrer les articles packagés

source: Ship To
fr_fr: Livré à

source: Ship to Applicable Countries
fr_fr: Livrer aux pays applicables

source: Ship to Multiple Addresses
fr_fr: Livrer à plusieurs adresses

source: Ship to Name
fr_fr: Nom (Livr.)

source: Ship to Specific Countries
fr_fr: Livrer aux pays spécifiques

source: Ship to different address
fr_fr: Livrer à une autre adresse

source: Ship to this address
fr_fr: Livrer à cette adresse

source: Shipment
fr_fr: Expédition

source: Shipment #
fr_fr: Expédition n°

source: Shipment #%1$s | %3$s (%2$s)
fr_fr: Expédition n°%1$s | %3$s (%2$s)

source: Shipment #%s
fr_fr: Livraison n°%s

source: Shipment #%s comment added
fr_fr: Commentaire ajouté pour l'expédition n°%s

source: Shipment #%s created
fr_fr: Livraison n°%s créée

source: Shipment Comment Email Sender
fr_fr: Expéditeur du mail de commentaire de livraison

source: Shipment Comment Email Template
fr_fr: Gabarit du mail de commentaire de livraison

source: Shipment Comment Email Template for Guest
fr_fr: Gabarit de mail de commentaire d'expédition pour un invité

source: Shipment Comments
fr_fr: Commentaires de livraison

source: Shipment Contains Hazardous Materials
fr_fr: La livraison comprend des produits dangereux

source: Shipment Dutiable
fr_fr: Livraison taxable

source: Shipment Duty Payment Type
fr_fr: Type de paiement de taxe de livraison

source: Shipment Email Sender
fr_fr: Expéditeur du mail d'expédition

source: Shipment Email Template
fr_fr: Gabarit de mail de livraison

source: Shipment Email Template for Guest
fr_fr: Gabarit de mail d'expédition pour un invité

source: Shipment History
fr_fr: Historique de livraison

source: Shipment Tracking Popup
fr_fr: Popup de suivi de livraison

source: Shipment Type
fr_fr: Type de livraison

source: Shipment Update
fr_fr: Mise à jour de l'expédition

source: Shipment Update for Guest
fr_fr: Mise à jour de l'expédition pour un invité

source: Shipment is not available.
fr_fr: La livraison n'est pas disponible.

source: Shipment picked up
fr_fr: Colis récupéré

source: Shipments
fr_fr: Expéditions

source: Shipped
fr_fr: Livré

source: Shipped By
fr_fr: Livré par

source: Shipped Qty
fr_fr: Qté livrée

source: Shipped or billed on:
fr_fr: Livré ou facturé le :

source: Shipped to First Name
fr_fr: Prénom (Livr.)

source: Shipped to Last Name
fr_fr: Nom de famille (Livr.)

source: Shipped to Name
fr_fr: Nom (Livr.)

source: Shipper Number
fr_fr: Numéro du livreur

source: Shipping
fr_fr: Livraison

source: Shipping & Handling
fr_fr: Frais de port

source: Shipping & Handling (Excl.Tax)
fr_fr: Livraison et traitement (HT)

source: Shipping & Handling (Incl.Tax)
fr_fr: Livraison et traitement (TTC)

source: Shipping & Handling Information
fr_fr: Informations de livraison et de traitement

source: Shipping &amp; Handling
fr_fr: Frais de port

source: Shipping &amp; Handling Information
fr_fr: Informations de livraison

source: Shipping (Excl. Tax)
fr_fr: Livraison (HT)

source: Shipping (Incl. Tax)
fr_fr: Livraison et traitement (TTC)

source: Shipping Address
fr_fr: Adresse de livraison

source: Shipping Address:
fr_fr: Adresse de livraison

source: Shipping Amount
fr_fr: Montant de la livraison

source: Shipping Country
fr_fr: Pays de livraison

source: Shipping Discount
fr_fr: Remise sur la livraison

source: Shipping Excl. Tax (%s)
fr_fr: Livraison HT (%s)

source: Shipping Incl. Tax (%s)
fr_fr: Livraison TTC (%s)

source: Shipping Including Tax
fr_fr: Livraison TTC

source: Shipping Information
fr_fr: Informations de livraison

source: Shipping Key
fr_fr: Clé de livraison

source: Shipping Key (International)
fr_fr: Clé de livraison (international)

source: Shipping Method
fr_fr: Mode de livraison

source: Shipping Method:
fr_fr: Mode de livraison :

source: Shipping Methods
fr_fr: Modes de livraison

source: Shipping Methods Section
fr_fr: Section des modes de livraison

source: Shipping Origin
fr_fr: Origine de livraison

source: Shipping Postcode
fr_fr: Code postal de livraison

source: Shipping Price
fr_fr: Tarif de livraison

source: Shipping Prices
fr_fr: Frais de port

source: Shipping Refund
fr_fr: Remboursement de la livraison

source: Shipping Region
fr_fr: Région de livraison

source: Shipping Settings
fr_fr: Paramètres de livraison

source: Shipping Settings Section
fr_fr: Section des paramètres de livraison

source: Shipping State/Province
fr_fr: État/région de livraison

source: Shipping Tax
fr_fr: TVA sur la livraison

source: Shipping To
fr_fr: Livraison à

source: Shipping address has been set.
fr_fr: L'adresse de livraison a été renseignée.

source: Shipping address selection is not applicable
fr_fr: L'adresse de livraison sélectionnée n'est pas applicable

source: Shipping and Tracking Information
fr_fr: Informations de livraison et de suivi

source: Shipping information
fr_fr: Informations de livraison

source: Shipping method has been set.
fr_fr: Le mode de livraison a été renseigné.

source: Shipping method has not been selected yet
fr_fr: Le mode de livraison n'a pas encore été choisi

source: Shipping method must be specified.
fr_fr: Le mode de livraison doit être spécifié

source: Shipping method selection is not applicable
fr_fr: Le mode de livraison sélectionné n'est pas applicable

source: Shipping methods in shopping cart
fr_fr: Modes de livraison dans le panier

source: Shipping selection is not applicable.
fr_fr: Le choix de livraison n'est pas applicable.

source: Shipping to this address is not possible.
fr_fr: La livraison à cette adresse n'est pas possible.

source: Shop
fr_fr: Boutique

source: Shop By
fr_fr: Filtrer par

source: Shop now using (150 X 40)
fr_fr: Magasin utilisant maintenant (150 X 40)

source: Shop now using (150 X 60)
fr_fr: Magasin utilisant maintenant (150 X 60)

source: Shopping Cart
fr_fr: Panier

source: Shopping Cart - %d item(s)
fr_fr: Panier - %d article(s)

source: Shopping Cart Display Settings
fr_fr: Afficher les options du panier

source: Shopping Cart Form Before
fr_fr: Avant le formulaire du panier

source: Shopping Cart Price Rule
fr_fr: Règle de prix panier

source: Shopping Cart Price Rules
fr_fr: Règles de prix panier

source: Shopping Cart Sidebar
fr_fr: Barre latérale du panier

source: Shopping Cart Sidebar Extra Actions
fr_fr: Actions supplémentaires de la barre latérale du panier

source: Shopping Cart from %s
fr_fr: Panier de %s

source: Shopping Cart is Empty
fr_fr: Le panier est vide

source: Shopping Options
fr_fr: Affiner la recherche

source: Shopping cart ability to set coupon code
fr_fr: Capacité du panier à renseigner le code de réduction

source: Shopping cart contents and/or address has been changed.
fr_fr: Le contenu du panier et/ou l'adresse a/ont été modifié(s).

source: Shopping cart is empty.
fr_fr: Le panier est vide.

source: Short description of the recurring payment. By default equals to the product name.
fr_fr: Description courte du paiement périodique. Par défaut, le nom du produit est utilisé.

source: Shortcut
fr_fr: Raccourci

source: Shortcut Buttons Flavor
fr_fr: Boutons de raccourci Flavor

source: Shortcut on Product View
fr_fr: Raccourci sur le produit Voir

source: Shortcut on Shopping Cart
fr_fr: Raccourci sur le panier

source: Show
fr_fr: Afficher

source: Show / Hide Editor
fr_fr: Afficher/masquer l'éditeur

source: Show Actual Values
fr_fr: Montrer les valeurs actuelles

source: Show Breadcrumbs for CMS Pages
fr_fr: Afficher le fil d'Ariane pour les pages CMS

source: Show By
fr_fr: Afficher par

source: Show Content as
fr_fr: Afficher le contenu comme

source: Show Date of Birth
fr_fr: Afficher la date de naissance

source: Show Details
fr_fr: Afficher les détails

source: Show Gender
fr_fr: Afficher le genre

source: Show List
fr_fr: Afficher la liste

source: Show Method if Not Applicable
fr_fr: Afficher le mode s'il n'est pas applicable

source: Show Middle Name (initial)
fr_fr: Afficher les initiales

source: Show Notice if JavaScript is Disabled
fr_fr: Afficher un message si javascript est désactivé

source: Show Packages
fr_fr: Afficher les paquets

source: Show Prefix
fr_fr: Afficher le préfixe

source: Show Report
fr_fr: Afficher le rapport

source: Show Report For
fr_fr: Afficher le rapport pour

source: Show Report For:
fr_fr: Afficher le rapport pour :

source: Show Reviews
fr_fr: Afficher les commentaires

source: Show Suffix
fr_fr: Afficher le suffixe

source: Show Tags
fr_fr: Afficher les tags

source: Show Tax/VAT Number
fr_fr: Afficher le numéro de TVA intracommunautaire

source: Show Toolbar
fr_fr: Afficher la barre d'outils

source: Show confirmation page:
fr_fr: Afficher la page de confirmation :

source: Show for Current
fr_fr: Afficher pour le

source: Sign Up for Newsletter
fr_fr: Abonnez-vous à la newsletter

source: Sign Up for Our Newsletter:
fr_fr: Inscription à notre newsletter :

source: Sign a billing agreement to streamline further purchases with PayPal.
fr_fr: Signer une entente de facturation afin de rationaliser les achats supplémentaires auprès de PayPal.

source: Sign up for our newsletter
fr_fr: Abonnez-vous à la newsletter

source: Sign up for price alert
fr_fr: Enregistrez-vous pour recevoir une alerte de modification de prix

source: Sign up to get notified when this product is back in stock
fr_fr: Enregistrez-vous pour être averti quand le produit sera de nouveau disponible

source: Signature Confirmation
fr_fr: Confirmation de signature

source: Signature Required
fr_fr: Signature obligatoire

source: Signed Up From
fr_fr: Inscrit sur

source: Signed by:
fr_fr: Signé par :

source: Silent Post URL:
fr_fr: URL de soumission silencieuse (Silent Post) :

source: Simple Product
fr_fr: Produit simple

source: Simplified Chinese
fr_fr: Chinois simplifié

source: Simulator
fr_fr: Simulateur

source: Site Code
fr_fr: Code du site

source: Site ID
fr_fr: ID du site

source: Site Map
fr_fr: Plan du site

source: Site Number (TPE)
fr_fr: Numéro de site (TPE)

source: Sitemap
fr_fr: Plan de site

source: Sitemap Information
fr_fr: Informations sur le plan du site

source: Sitemap generate Warnings
fr_fr: Le plan du site a généré des alertes

source: Size
fr_fr: Taille

source: Size for %s
fr_fr: Taille pour %s

source: Size, Bytes
fr_fr: Taille en octets

source: Skin (Images / CSS)
fr_fr: Design (Images / CSS)

source: Skip
fr_fr: Ignorer

source: Skip Base URL Validation Before the Next Step
fr_fr: Ne pas procéder à la validation de l'URL de base avant l'étape suivante

source: Skip Category Selection
fr_fr: Passer la sélection de catégorie

source: Skip Secure URL validation before next step
fr_fr: Ne pas procéder à la validation de l'URL sécurisée avant l'étape suivante

source: Skip import row, is not valid value "%s" for field "%s"
fr_fr: Ligne ignorée, la valeur "%s" n'est pas valide pour le champ "%s"

source: Skip import row, required field "%s" for the new customer is not defined.
fr_fr: Ligne ignorée, le champ obligatoire "%s" pour le client n'est pas renseigné.

source: Skip import row, the value "%s" is invalid for field "%s"
fr_fr: Ligne ignorée, la valeur "%s" n'est pas valide pour le champ "%s"

source: Skip undefined row.
fr_fr: Ligne non définie ignorée.

source: Skipping import row, required field "%s" for new products is not defined.
fr_fr: Ligne ignorée, le champ obligatoire "%s" pour le produit n'est pas renseigné.

source: Skipping import row, required field "%s" is not defined.
fr_fr: Ligne ignorée, le champ obligatoire "%s" n'est pas défini.

source: Skipping import row, store "%s" field does not exist.
fr_fr: Ligne ignorée, le champ "%s" du magasin n'existe pas.

source: Skipping import row, the value "%s" is not valid for the "%s" field.
fr_fr: Ligne ignorée, la valeur "%s" n'est pas valide pour le champ "%s"

source: Skipping import row, website "%s" field does not exist.
fr_fr: Ligne ignorée, le champ "%s" du site web n'est pas défini.

source: Sku
fr_fr: Réf.

source: Sky Blue
fr_fr: Ciel bleu

source: Small - %s
fr_fr: Petit - %s

source: Small Express Box
fr_fr: Boite Express petite

source: Small Image
fr_fr: Petite image

source: Social Networking
fr_fr: Réseaux sociaux

source: Sofortüberweisung (powered by Moneybookers) - Germany
fr_fr: Sofortüberweisung (powered by Moneybookers) - Allemagne

source: Some emails were not sent.
fr_fr: Certains emails n'ont pas été envoyés.

source: Some items in this order have different invoice and shipment types. You can create shipment only after the invoice is created.
fr_fr: Certains articles dans cette commande ont des types de livraison et de facturation différents. Vous ne pouvez créer une livraison qu'après avoir créé une facture.

source: Some of the ordered items do not exist in the catalog anymore and will be removed if you try to edit the order.
fr_fr: Certains articles commandés n'existent plus dans le catalogue et seront retirés si vous éditez la commande.

source: Some of the processed products have no SKU value defined. Please fill it prior to performing operations on these products.
fr_fr: Certains des produits traités n'ont pas de référence (SKU) définie. Veuillez les renseigner avant d'effectuer des opérations sur ces produits.

source: Some of the processed products have no SKU value. Please fill it.
fr_fr: Certains produits traités n'ont pas de référence (sku). Veuillez le renseigner.

source: Some of the products are currently out of stock
fr_fr: Certains des produits sont actuellement épuisés

source: Some of the products below do not have all the required options. Please edit them and configure all the required options.
fr_fr: Certains articles ci-dessous n'ont pas toutes les options obligatoires. Éditez-les et configurez-les en renseignant les options obligatoires.

source: Some of the products below do not have all the required options. Please remove them and add again with all the required options.
fr_fr: Certains articles ci-dessous n'ont pas toutes les options obligatoires. Enlevez-les puis ajoutez-les de nouveau en renseignant les options obligatoires.

source: Some of the products cannot be ordered in requested quantity.
fr_fr: Certains produits ne sont pas disponibles dans la quantité demandée.

source: Some of the products cannot be ordered in the requested quantity.
fr_fr: Certains produits ne sont pas disponibles dans la quantité demandée.

source: Some of the requested products are not available in the desired quantity.
fr_fr: Certains produits ne sont pas disponibles dans les quantités demandées.

source: Some of the requested products are unavailable.
fr_fr: Certains produits demandés ne sont plus disponibles.

source: Some other FAQ
fr_fr: Autre FAQ

source: Some products quantities were recalculated because of quantity increment mismatch
fr_fr: Les quantités de certains produits ont été recalculées car elles ne respectaient pas le multiple de quantité

source: Something went wrong...
fr_fr: Un problème est survenu...

source: Sorry, but administrator denied subscription for guests. Please <a href="%s">register</a>.
fr_fr: L'inscription n'est pas autorisée aux invités. Veuillez <a href="%s">créer un compte</a>.

source: Sorry, guest checkout is not enabled. Please try again or contact store owner.
fr_fr: Désolé, le passage de commande en tant qu'invité n'est pas autorisé. Veuillez réessayer ou contacter le magasin.

source: Sorry, guest checkout is not enabled. Please try again or contact the store owner.
fr_fr: Désolé, le passage de commande en tant qu'invité n'est pas autorisé. Veuillez réessayer ou contacter le magasin.

source: Sorry, no payment options are available for this order at this time.
fr_fr: Aucun mode de paiement n'est disponible pour cette commande.

source: Sorry, no quotes are available for this order at this time.
fr_fr: Aucun mode de livraison n'est disponible pour votre adresse.

source: Sorry, this feature is coming soon...
fr_fr: Désolé, cette fonctionnalité sera disponible prochainement...

source: Sort By
fr_fr: Trier par

source: Sort Order
fr_fr: Ordre de tri

source: Sort Order of widget instances in the same block reference
fr_fr: Ordre des instances de widgets dans le même bloc de référence

source: Source Model
fr_fr: Modèle source

source: Source file moving failed
fr_fr: Erreur lors du déplacement du fichier source

source: Source file path must be a string
fr_fr: Le chemin du fichier source doit être une chaîne de caractères

source: Source is not set
fr_fr: La source n'est pas définie

source: Source model "%s" not found for attribute "%s"
fr_fr: Le modèle source "%s" n'a pas été trouvé pour l'attribut "%s"

source: Source object is not specified.
fr_fr: L'objet source n'est pas spécifié.

source: South Asian
fr_fr: Asie du sud

source: Spain
fr_fr: Espagne

source: Special Expires On: %s
fr_fr: Prix spécial jusqu'au : %s

source: Special Price
fr_fr: Prix spécial

source: Special Price:
fr_fr: Prix spécial :

source: Special Price: %s
fr_fr: Prix spécial : %s

source: Special Products
fr_fr: Produits spéciaux

source: Special price:
fr_fr: Prix promotionnel :

source: Specific %s
fr_fr: Spécifique à %s

source: Specific Countries
fr_fr: Certains pays

source: Specific Coupon
fr_fr: Bon de réduction spécifique

source: Specified
fr_fr: Spécifié

source: Specified Page
fr_fr: Page spécifiée

source: Specified address does not exist.
fr_fr: L'adresse spécifiée n'existe pas.

source: Specified date is invalid.
fr_fr: La date spécifiée est invalide.

source: Specified date/time "%1$s" do not match format "%2$s".
fr_fr: La date/heure spécifiée "%1$s" ne correspond pas au format "%2$s"

source: Specified invalid app code.
fr_fr: Le code d'appli spécifié est invalide.

source: Specified invalid data.
fr_fr: Les données spécifiées sont invalides.

source: Specified item does not exist in wishlist.
fr_fr: L'article spécifié n'existe pas dans la liste d'envies.

source: Specified profile does not exist.
fr_fr: Le profil spécifique n'existe pas.

source: Specifies what the Authorization Honor Period is on the merchant’s PayPal account. It must mirror the setting in PayPal.
fr_fr: Indiquez quelle est la période d'autorisation d'honneur sur ​​le compte PayPal du marchand. Il doit refléter le paramétrage dans PayPal.

source: Specifies what the Order Valid Period is on the merchant’s PayPal account. It must mirror the setting in PayPal.
fr_fr: Indiquez quelle est la période de validité de commande sur ​​le compte PayPal du marchand. Il doit refléter le paramétrage dans PayPal.

source: Specify access URL: {STORE_URL}/chronopay/standard/success in the ChronoPay client admin.
fr_fr: Spécifiez l'url d'accès : {URL_BOUTIQUE}/chronopay/standard/success dans l'admin du client ChronoPay.

source: Specify the URL of the primary backup payment server if different from default.
fr_fr: Spécifiez l'URL du serveur de paiement de secours s'il est différent de celui par défaut.

source: Specify the URL of the primary payment server if different from default.
fr_fr: Spécifiez l'URL du serveur de paiement principal s'il est différent de celui par défaut.

source: Specify the URL of the second backup payment server if different from default.
fr_fr: Spécifiez l'URL du second serveur de paiement de secours s'il est différent de celui par défaut.

source: Specify the URL of the third backup payment server if different from default.
fr_fr: Spécifiez l'URL du troisième serveur de paiement de secours s'il est différent de celui par défaut.

source: Spreadsheet Name:
fr_fr: Nom de la feuille de calcul :

source: Standard Checkout
fr_fr: Passage en caisse standard

source: Standard Checkout uses the checkout methods provided by Magento. Only inline payment methods are supported. (e.g PayPal Direct, Authorize.Net, etc.)
fr_fr: Le passage en caisse standard utilise les modes de paiement fournis par Magento. Sont supportés les modes de paiement en ligne (par ex. PayPal direct, Authorize.Net, etc.)

source: Start
fr_fr: Commencer

source: Start Date
fr_fr: Date de début

source: Start Date - Month
fr_fr: Date de début - Mois

source: Start Date - Year
fr_fr: Date de début - Année

source: Start Download
fr_fr: Démarrage du téléchargement

source: Start Ogone Processing
fr_fr: Démarrer le traitement Ogone

source: Start Running
fr_fr: Démarrer

source: Start Time
fr_fr: Heure de début

source: Start at: %s
fr_fr: Débute le : %s

source: Start date cannot be greater than end date.
fr_fr: La date de début doit être antérieure à la date de fin.

source: Start date has invalid format.
fr_fr: La date de début a un format invalide.

source: Start date is undefined.
fr_fr: La date de début n'est pas définie.

source: Start/Reset Validation...
fr_fr: Démarrer/Ré-initialiser la validation...

source: Starting %s :: %s
fr_fr: Début %s : : %s

source: Starting at:
fr_fr: À partir de :

source: Starting profile execution, please wait...
fr_fr: Démarrage de l'exécution du profil, veuillez patienter...

source: Startup Page
fr_fr: Page de démarrage

source: State
fr_fr: État

source: State Code [State Title]
fr_fr: Code de l'état [Titre de l'état]

source: State/Province
fr_fr: État/Région

source: State/Province:
fr_fr: État/région :

source: State/Region
fr_fr: État/Région

source: Static
fr_fr: Statique

source: Static Blocks
fr_fr: Blocs statiques

source: Static block and products
fr_fr: Bloc statique et produits

source: Static block only
fr_fr: Bloc statique uniquement

source: Station
fr_fr: Gare

source: Statistics
fr_fr: Statistiques

source: Status
fr_fr: Statut

source: Status Code
fr_fr: Code du statut

source: Status Label
fr_fr: Libellé du statut

source: Status:
fr_fr: Statut :

source: Stock Alert Email Template
fr_fr: Gabarit du mail d'alerte de disponibilité

source: Stock Availability
fr_fr: Disponibilité

source: Stock ID
fr_fr: ID de stock

source: Stock Item
fr_fr: Élément de stock

source: Stock Options
fr_fr: Options de stock

source: Stock Qty
fr_fr: Quantité en stock

source: Stock Quantity:
fr_fr: Quantité en stock :

source: Stock Status
fr_fr: État du stock

source: Stock notification was saved.
fr_fr: La notification de disponibilité a été enregistrée.

source: Stop Further Rules Processing
fr_fr: Ne pas traiter les règles suivantes (non cumulable)

source: Storage Configuration for Media
fr_fr: Configuration du stockage des media

source: Storage Root
fr_fr: Racine du stockage

source: Store
fr_fr: Magasin

source: Store API
fr_fr: API des magasins

source: Store Contact Address
fr_fr: Adresse de contact du magasin

source: Store Contact Information
fr_fr: Informations de contact du magasin

source: Store Contact Telephone
fr_fr: Téléphone de contact du magasin

source: Store Credit
fr_fr: Carte de crédit du magasin

source: Store Currency to Order Currency Rate
fr_fr: Devise de la boutique vers le taux de devise de la commande

source: Store Email Addresses
fr_fr: Adresses email du magasin

source: Store Email Addresses Section
fr_fr: Section adresses email du magasin

source: Store Information
fr_fr: Informations magasin

source: Store Name
fr_fr: Nom du magasin

source: Store Pickup
fr_fr: Retrait en magasin

source: Store View
fr_fr: Vue magasin

source: Store View Information
fr_fr: Information de vue magasin

source: Store View Name
fr_fr: Nom de vue magasin

source: Store View Specific Labels
fr_fr: Libellés spécifiques par vue magasin

source: Store View Title
fr_fr: Titre de la vue magasin

source: Store logo that is displayed on copyright page of app. Preferred size: 100px x 100px.
fr_fr: Logo de la boutique affiché sur la page du copyright de l'appli. Taille recommandée : 100 x 100px.
